Repository: OpenTreeMap/otm-core
Catalog: opentreemap/locale/*/LC_MESSAGES/django.po
Languages: it, pl

source: <p>You may have clicked on the activation link twice or did not copy the entire URL into your web browser. Please try <a href="%(login_url)s">logging in.</a></p> <p>If you cannot login successfully, <a href="mailto:%(support_email)s">contact support</a> for assistance.</p>
it: <p>Avresti potuto cliccare sul link di attivazione due volte o non hai copiato per intero l' URL nel tuo browser. Prova<a href="%(login_url)s">logging in.</a></p> <p>Se non riesci a collegarti, <a href="mailto:%(support_email)s">contatta il supporto</a> per assistenza.</p>

source: Thanks for activating your account
it: Grazie per aver attivato il tuo account

source: Your OpenTreeMap account has been confirmed. Login to start exploring trees near you.
it: Il tuo account OpenTreeMAp è stato confermato. Collegati e inizia a esplorare gli alberi nelle tue vicinanze.

source: Hello, Thank you for creating a tree map account and joining our community. To activate your account, please click on the link below or copy and paste it into your web browser. The link is only valid for %(expiration_days)s days.
it: Ciao, Grazie per aver creato un account su OpenTreeMap e di esserti unito alla nostra community. Per attivare il tuo account, clicca sul link sottostante o copia e incollalo nel tuo web browser. Il link è valido per solo %(expiration_days)s giorni.

source: You can use your OpenTreeMap account to sign in to the tree map you registered on as well as any other map in the OpenTreeMap system. We hope you enjoy exploring the urban forest! - The OpenTreeMap Team If you did not request a tree map account or do not wish to finalize your account creation, please ignore this email. No additional action is required.
it: Puoi usare il tuo account OpenTreeMap per collegarti alla mappaper la quale ti sei registrato ma anche alle altre mappe del sistema OpenTreeMap. Ci auguriamo ti piaccia esplorare la foresta urbana! - Il Team di OpenTreeMap Se non hai richiesto un account OTMo non vuoi completare la creazione dell'account, semplicemente ignora questa email. Nessun altra azione è richiesta.

source: Activate your tree map account
it: Attiva il tuo account TreeMap

source: Log in to OpenTreeMap
it: Collegati a OpenTreeMap

source: Recover my username
it: Recupera il mio nome utente

source: Reset my password
it: Resetta la mia password

source: Don't have an account?
it: Non hai un account?

source: Register
it: Registrati

source: Password changed
it: Password cambiata

source: Submit
it: Invia

source: Password Reset
it: Resetta Password

source: Your password was reset successfully
it: La tua password è stata resettata con successo

source: Please enter and confirm a new password for your account.
it: Inserisci e conferma una nuova password per il tuo account.

source: Save
it: Salva

source: Password reset failed
it: Reset della password fallito

source: Password Reset Instructions Sent
it: Istruzioni per il reset della password inviate

source: Please check your email for instructions on resetting your password.
it: Controlla la tua email per le istruzioni su come resettare la tua password.

source: Hello, We received a request to reset your tree map account password. To continue the password reset process, please click on the link below or copy and paste it into your web browser.
it: Ciao, Abbiamo ricevuto una richiesta per resettare la password del tuo account TreeMap. Per continuare il processo di reset della password, per piacere clicca sul link seguente o copia e incolla nel tuo web browser.

source: If you did not make a request to reset your password then no further action is required.
it: Se non hai richiesta di reimpostare la password, non è necessaria alcuna ulteriore azione.

source: Reset your Password
it: Resetta la tua Password

source: Forgot the password for your tree map account? Enter your email address and click \
it: Hai dimenticato la password del tuo account tree map? Inserisci il tuo indirizzo email e clicca \

source: Send
it: Invia

source: Reset your tree map password
it: Resetta la tua password

source: Registration is currently closed.
it: Registrazioni attualmente chiuse.

source: Account created!
it: Account creato!

source: Your OpenTreeMap account has been created. You will receive an activation email shortly; please use it to confirm your account.
it: Il tuo account OpenTreeMap è stato creato. Riceverai un email di attivazione a breve; usala per confermare il tuo account.

source: Create an Account
it: Crea un Account

source: I already have an account
it: Ho già un account

source: Create Account
it: Crea Account

source: Details
it: Dettagli

source: Type
it: Tipo

source: Object ID
it: Id oggetto

source: Old Value
it: Vecchio Valore

source: Current Value
it: Valore corrente

source: Edited By
it: Editato da

source: Edited On
it: Editato il

source: Detail
it: Dettaglio

source: View Image
it: Guarda Immagine

source: Previous
it: Precedente

source: Next
it: Successivo

source: Retrieve your Username
it: Recupera il tuo nome utente

source: Forgot the username for your tree map account? Enter your email address and click \
it: Hai dimenticato il nome utente del tuo account tree map? Inserisci il tuo indirizzo email e clicca \

source: Email Address
it: Indirizzo email

source: Email Sent
it: Email inviata

source: <p>An email has been sent to %(email)s.</p> <p>Please check your email to retrieve your username. If you don't see it within 15 minutes, please check your spam folder.</p>
it: <p>Una email è stata inviata a %(email)s.</p> <p>Controlla la tua email per recuperare il tuo nome utente. Se non ricevi una email entro 15 minuti, controlla la cartella spam della tua email.</p>

source: The map you requested is not available to all users.
it: La mappa che hai richiesto non è disponibile per tutti gli utenti.

source: Add species and additional info
it: Aggiungi specie e informazioni aggiuntive

source: Trunk Diameter
it: Diametro del tronco

source: Finalize this tree
it: Completa questo albero

source: After I add this tree...
it: Dopo che ho aggiunto questo albero...

source: Add another tree with these details
it: Aggiungi un altro albero con questi dettagli

source: Add another tree with new details
it: Aggiungi un altro albero con nuovi dettagli

source: Continue editing this tree
it: Continua a editare questo albero

source: I'm done!
it: Fatto!

source: Tree Details
it: Dettagli Albero

source: Full Details
it: Dettagli completi

source: Editing of the tree details is not available to all users
it: L'editing dei dettagli dell'albero non è consentito a tutti gli utenti

source: Quick Edit
it: Editing rapido

source: Editing a plot's location is not available to all users
it: Editing della posizione dei plot non è consentito a tutti gli utenti

source: Map
it: Mappa

source: Edit
it: Edita

source: Adding tree photos is not available to all users
it: Non tutti gli utenti possono aggiungere Foto degli alberi

source: Adding resource photos is not available to all users
it: Non tutti gli utenti possono aggiungere Foto

source: Add Photo
it: Aggiungi foto

source: Deleting of trees is not available to all users
it: Non tutti gli utenti possono cancellare gli alberi

source: Warning!
it: Attenzione!

source: You are about to delete this tree. Do you want to continue?
it: Stai per cancellare questo albero. Vuoi continuare?

source: You are about to delete this planting site. Once deleted, it will not be possible to view the details of this planting site or the trees it has contained in the past. Are you sure you want to continue?
it: Stai per cancellare questo sito di impianto. Una volta cancellato, non sarà possibile visualizzare i dettagli di questo sito di impianto o gli alberi presenti in passato. Sei sicuro di voler continuare?

source: Confirm Deletion
it: Conferma cancellazione

source: Comments
it: Commenti
pl: Komentarze

source: Removed by Moderator
it: Rimosso dal Moderatore

source: This comment has been removed by a moderator.
it: Questo commento è stato rimosso da un moderatore.

source: or
it: o

source: log in
it: Collegati

source: to add comments
it: per aggiungere commenti

source: Editing location is not available to all users
it: L'Editing della posizione non è possibile per tutti gli utenti

source: Move Location
it: Muovi Posizione

source: Cancel Move Location
it: Annulla sposta Posizione

source: Photo uploaded on
it: Foto uploadata su

source: View more details on the detail page
it: Maggiori informazioni sulla pagina dettagli

source: Tree Number
it: Numero dell'Albero

source: Width
it: Larghezza

source: Length
it: Lunghezza

source: Address
it: Indirizzo

source: City
it: Città

source: Postal Code
it: Codice Postale

source: Original Owner Id
it: Id Proprietario Originale

source: Read Only
it: Sola lettura

source: Yearly Ecosystem Services
it: Servizi dell'Ecosistema Annuali

source: Ecosystem benefits are not available for tree maps in locations outside the United States. More info is available on the <a href="https://opentreemap.org/faq/#03">OpenTreeMap FAQ page.</a>
it: I benefici dell'ecosistema non sono disponibili per le mappe in aree al di fuori degli Stati Uniti. Maggiori informazioni sono disponibili nella <a href="https://opentreemap.org/faq/#03"> pagina FAQ di OpenTreeMap.</a>

source: Action
it: Azione

source: Item
it: Oggetto

source: Value Changed
it: Valore Cambiato

source: New Value
it: Nuovo valore

source: Date
it: Data
pl: Data

source: Information
it: Informazione

source: number
it: numero

source: Ecosystem Services
it: Servizi dell'Ecosistema

source: OpenTreeMap currently requires Internet Explorer version 10 or higher.
it: OpenTreeMap attualmente richiede l'uso di una versione di Internet Explorer 10 o superiore.

source: Internet Explorer 9 support is coming soon, we're still working out the kinks.
it: Internet Explorer 9 non è ancora supportato, Stiamo lavorando per una maggiore compatibilità

source: If you cannot upgrade your version of Internet Explorer, we recommend using either
it: Se non puoi aggiornare la versione di Internet Explorer, ti consigliamo di usare uno dei due

source: or
it: o

source: User Profile
it: Profilo Utente

source: Edit Profile
it: Modifica il profilo

source: Reset Password
it: Resetta la password

source: Reputation
it: Reputazione

source: Tree Map
it: Mappa Alberi

source: Favorite
it: Favorito

source: You have not starred any favorites yet.
it: Non hai ancora alcun preferito.

source: This person has not starred any favorites yet.
it: Questa persona non ha ancora preferiti.

source: Recent Edits
it: Edit recenti

source: Species
it: Specie

source: Common Name
it: Nome comune

source: Scientific Name
it: Nome Scientifico

source: Need help identifying the tree's species?
it: Hai bisogno di aiuto a identificare la specie dell'albero?

source: saved
it: Salvato

source: No entries yet!
it: Ancora nessun valore!

source: Diameter
it: Diametro

source: Circumference
it: Circonferenza

source: Add another trunk?
it: Aggiungi un altro tronco?

source: Combined Diameter:
it: Diametro combinato:

source: Need help measuring the tree?
it: Hai bisogno di aiuto per misurare l'albero?

source: Tree Benefits
it: Benefici dell'albero

source: Benefits
it: Benefici

source: Based on %(used)s out of %(total)s total trees
it: Basato su %(used)s di %(total)s alberi totali

source: and %(used)s out of %(total)s total %(resources)s.
it: e %(used)s di %(total)s totali %(resources)s.

source: Preparing your export...
it: Sto preparanso l'esportazione dei tuoi dati...

source: There was an error while generating your export. Please try again later.
it: Si è verificato un errore nel generare l'esportazione. Riprova più tardi.

source: Hello, "%(username)s" is the username for the OpenTreeMap account with email %(email)s. If you didn't ask to recover your username, just ignore this email. No additional action is required. If you want to reset your password, go to %(password_url)s - The OpenTreeMap Team
it: Ciao, "%(username)s" è la username del tuo account su OpenTreeMap associata all' email %(email)s. Se non hai richiesto di riattivare il tuo account, ignora questa email. Nessuna altra azione è richiesta. Se vuoi resettare la tua email, vai al %(password_url)s - Il Team di Open Tree Map

source: Select %(Resource)s Type
it: Seleziona il tipo di %(Resource)s

source: Indicate Nearby Roof Area
it: Indica la vicinanza della Roof Area

source: About this
it: Info su questo

source: Finalize this
it: Finisci questo

source: Add another
it: Aggiungi un altro

source: Continue editing this
it: Continua a editare questo

source: I'm done
it: Ho fatto

source: Nearby Address:
it: Indirizzo nelle vicinanze:

source: View All Details
it: Vedi tutti i dettagli

source: Editing a tree's details is not available to all users
it: L'editing degli alberi non è possibile per tutti gli utenti

source: Edit Details
it: Edita i dettagli

source: Approve
it: Approva

source: Reject
it: Rifiuta

source: View Detail
it: Vedi dettagli

source: Photo Added!
it: Foto aggiunta!

source: Would you like to share this photo?
it: Vuoi rendere pubblica questa foto?

source: Don't show me again
it: Non mostrarmelo ancora

source: No Thanks
it: No Grazie

source: There is no tree for this planting site.
it: Non c'è alcun albero per questo sito di Impianto

source: Add Tree
it: Aggiungi Albero

source: <p>Ecosystem benefits cannot be calculated for this species of tree in this location.</p> <p>The tree's location falls within a climate region that does not support benefit calculations for this species.</p>
it: <p>I benefici dell'Ecosistema non possono essere calcolati per questa specie di alberi nella tua area.</p> <p>L'areale dell'albero cade in una regione climatica che non supporta i calcoli dei benefici per questa specie.</p>

source: Add the diameter of the tree and select a species to calculate the yearly ecosystem services.
it: Aggiungi il diametro dell'albero e seleziona la specie per calcolare i valori dell'ecosistema annuale.

source: Search by Location
it: Cerca per luogo

source: Search by Species
it: Cerca per Specie

source: Latest Update
it: Ultimo aggiornamento

source: Complete
it: Completo

source: Nearby Trees
it: Alberi nelle vicinanze

source: There are no trees nearby
it: Non ci sono alberi nelle vicinanze

source: of
it: di

source: Set the
it: Imposta il

source: location
it: luogo

source: Address, City, State
it: Indirizzo, Città, Stato

source: Use Current Location
it: Usa posizione attuale

source: Choose a point on the map, enter an address including city, or select "Use Current Location."
it: Scegli un punto sulla mappa, inserisci un indirizzo includendo la città, o seleziona "Usa la posizione attuale".

source: Unable to locate this address. You may need to include a city and state.
it: Impossibile trovare questo Indirizzo. Potrebbe essere necessario includere una Città e lo Stato.

source: Unable to determine current location
it: Non riesco a determinare la posizione attuale

source: Please move marker to exact location of the
it: Muovi il marker sul luogo esatto del

source: Today
it: Oggi

source: Approved
it: Approvato

source: Rejected
it: Rifiutato

source: Total annual benefits
it: Benefici annuali totali

source: Make Info Visible
it: Rendi Info Visibili

source: Email Updates
it: Aggiornamenti via Email

source: Email field is required
it: Il Campo Email è richiesto

source: Account Recovery
it: Recupera l'Account

source: No
pl: Nie

source: Match
pl: Dopasuj
