Repository: OpenTreeMap/otm-core
Catalog: opentreemap/locale/*/LC_MESSAGES/django.po
Languages: it, pl

source: This field cannot be empty
it: Il campo non può essere vuoto
pl: Uzupełnij pole

source: This field is required
it: Questo campo è obbligatorio
pl: Uzupełnij pole

source: Unrecognized field
it: Campo non riconosciuto
pl: Coś tu nie gra

source: Username is already in use
it: Nome utente già in uso.
pl: Zajęte!

source: Email is already in use
it: Indirizzo e-mail già in uso.
pl: Zajęte!

source: Data exports are not enabled.
it: Esportazioni dei dati non abilitata
pl: Pobranie danych nie jest możliwe

source: No results found in the area for %(address)s
it: Nessun risultato trovato nell'area per %(address)s
pl: Brak wyników dla %(address)s

source: No results found for %(address)s
it: Nessun risultato trovato per %(address)s
pl: Brak wyników dla %(address)s

source: No rows found
it: Nessun Risultato
pl: Tu nic nie ma

source: Unrecognized fields in header row
it: Campi non riconosciuti nel header della riga
pl: Coś tu nie gra

source: An exception was raised while uploading the file
it: Si è verificato un errore durante il caricamento del file
pl: Ups, pobieranie pliku poszło nie tak

source: Longitude must be between -180 and 180 and latitude must be betwen -90 and 90
it: La Longitudine deve essere compresa tra -180 e 180 e la latitudine deve essere compresa tra -90 e 90

source: Geometry must be inside the map bounds
it: Geometry deve essere all'interno dei limiti della mappa

source: Geometry may not be in an exclusion zone
it: Geometry non dovrebbe essere un una zona di esclusione

source: Could not find this scientific name on the master species list.
it: Nome scientifico non presente nella lista delle specie
pl: Nowy gatunek? Nie znaleźliśmy tej nazwy na liście dostępnych gatunków.

source: More than one species matches the given scientific name.
it: Più di una specie coincide con il seguente nome scientifico
pl: Znaleźliśmy więcej niż 1 gatunek. Wybierz jeden z nich.

source: The given Open Tree Map ID does not exist in the system. This ID is automatically generated by Open Tree Map and should only be used for updating existing records
it: L'id non esiste nel sistema. L'id è automaticamente generato da OTM e dovrebbe essere usato per aggiornare i records esistenti
pl: Nie znaleźliśmy tego ID. ID jest automatycznie nadawane drzewom przez Open Tree Map i służy wyłącznie do aktualizacji istniejących obiektów.

source: Not formatted as a number
it: Non formattato come numero
pl: Format powinien zawierać same cyfry

source: Not formatted as a positive number
it: Non formattato come un numero positivo
pl: Niepoprawny format numeru

source: Not formatted as an integer
it: Non formattato come integer
pl: Wprowadź liczbę całkowitą

source: Not formatted as a positive integer
it: Non formattato come un numero intero positivo
pl: Wprowadź dodatnią liczbę

source: Not formatted as a boolean
it: Non formattato come un valore booleano
pl: Niepoprawny format danych

source: Strings must be less than 255 characters
it: Le stringhe devono essere meno di 255 caratteri
pl: Wprowadź mniej niż 255 znaków

source: Invalid date (must by YYYY-MM-DD)
it: Formato Data non valido ( AAAA-MM-GG)
pl: Poprawny format daty to RRRR-MM-DD

source: Invalid value for custom field
it: Valore non valido per il seguente campo
pl: Niepoprawna wartość

source: Unknown i-Tree region
it: Regione i-Tree Sconosciuta
pl: Doprecyzuj region

source: i-Tree region not valid for this treemap
it: Regione i-Tree non valida per questa Mappa
pl: Wprowadzona lokalizacja jest niepoprawna

source: Unknown i-Tree code
it: Codice i-Tree sconosciuto
pl: Niepoprawny kod i-Tree

source: i-Tree code not defined for region
it: Codice i-Tree non definito per la Regione

source: This treemap intersects no i-Tree regions and has no default region
it: Questa mappa non interseca nessuna regione i-Tree

source: This treemap intersects more than one i-Tree region
it: Questo treemap interseca più regioni i-Tree

source: This row must be merged
it: Questa riga deve essere unita

source: There are already trees within ten feet of this one
it: Ci sono già alberi a meno di dieci piedi da questo
pl: Jest już dodane drzewo w odległości 3 metrów.

source: There is already a tree at the specified location
it: C'è già un albero nella posizione specificata
pl: Wiemy już, że w tym miejscu jest drzewo!

source: The diameter is too large for this species
it: Il diametro è eccessivo per questa specie
pl: Wprowadzona średnica drzewa nie pasuje do tego gatunku.

source: The height is too large for this species
it: L'altezza è eccessiva per questa specie
pl: Wprowadzona wysokość drzewa jest za duża dla tego gatunku.

source: Please consult the OpenTreeMap Species Import Guide for information on resolving this error.
it: Consulta la Guida per Importare le specie in OTM per risolvere questo errore
pl: Coś poszło nie tak. Sprawdź w przewodniku "Import gatunków w Open TreeMap" co należy zrobić.

source: Import Value
it: Importa Valori
pl: Prowadź wartość

source: Create New
it: Crea Nuovo
pl: Dodaj

source: Merge with Match
it: Unisci con Match
pl: Połącz i dopasuj

source: Ready to Add
it: Pronto ad aggiungere
pl: Dodaj

source: Errors
it: Errori
pl: Wystąpił błąd

source: Successfully Added
it: Aggiunto con successo
pl: Szczęśliwie dodane

source: Warnings
it: Avvertimenti
pl: Uwaga

source: Merge Required
it: Unione necessaria

source: tree limit exceeded
it: Limite alberi superato
pl: Limit został przekroczony

source: For this class, data must be a list
it: Per questa classe, i dati devono essere una lista
pl: Wprowadź w formie listy

source: Species Import #%s
it: Importa Alberi #%s
pl: Importu gatunki #%s

source: Tree Import #%s
it: Importa Alberi #%s
pl: Importuj drzewa #%s

source: That species couldn't be found in the database.
it: Questa specie non è presente nel Database
pl: Tego gatunku nie ma w naszej bazie.

source: Did you mean: <%%= possible %%>?
it: Intendi: <%%= possible %%>?
pl: Czy chodziło Ci o: <%%= possible %%>?

source: Yes
it: Si
pl: Tak

source: More Options
it: Più Opzioni
pl: Więcej opcji

source: Cancel
it: Cancella
pl: Anuluj

source: Update
it: Aggiorna
pl: Aktualizuj

source: Find a species by name:
it: Trova una specie dal nome:
pl: Znajdź gatunek:

source: Or select from a list:
it: O seleziona da una lista:
pl: Lub wybierz z listy:

source: Select
it: Seleziona
pl: Wybierz

source: Merge Species
it: Unisci Specie
pl: Połącz gatunki

source: Field
it: Campo
pl: Obszar

source: Create New Species
it: Crea Nuova specie
pl: Dodaj nowy gatunek

source: There were errors in the file structure:
it: Ci sono errori nella struttura del file:
pl: Wystąpił błąd w pliku

source: The CSV must contain all of the following columns:
it: Il CSV deve contenere tutte le seguenti colonne:
pl: Błędny plik CSV (sprawdź czy są wszystkie kolumny)

source: The CSV may contain only the following columns:
it: Il CSV dovrebbe contenere solo le seguenti colonne:
pl: Plik CSV może zawierać tylko następujące kolumny:

source: Uploaded Date
it: Date Uppate
pl: Data dodania

source: Status
it: Stato

source: Rows
it: Righe
pl: Rząd

source: View
it: Vista
pl: Podgląd

source: Export
it: Esporta
pl: Eksport

source: Imports
it: Importa
pl: Import

source: Active Tree Imports
it: Importazione Albero Attiva
pl: Zaplanowany importy drzew

source: Finished Tree Imports
it: Importazione Alberi Completata
pl: Zakończone importy drzew

source: Active Species Imports
it: Importazione Specie Attiva
pl: Zaplanowany import gatunków

source: Finished Species Imports
it: Importazione Specie Completata
pl: Zakończony import gatunków

source: Import
it: Importa
pl: Importuj

source: Tree Import
it: Importa Albero
pl: Importuj drzewa

source: CSV to Upload:
it: CSv da Uploadare
pl: Plik CSV:

source: <h5>Unit Warning</h5> <p>The following units are used for your tree map.</p> <p>Please ensure that your file contains measurements of the same unit.</p> <p>Plot Length: %(pl)s</p> <p>Plot Width: %(pw)s</p> <p>Tree Diameter: %(td)s</p> <p>Tree Height: %(th)s</p> <p>Tree Canopy Height: %(tch)s</p>
it: <h5>Attenzione alle Unità di misura</h5> <p>Nelle tue mappe vengono utilizzate le seguenti unità di misura.</p> <p>Assicurati che il tuo file contenga misure nella stessa unità di misura.</p> <p>Lunghezza Plot: %(pl)s</p> <p>Larghezza Plot: %(pw)s</p> <p>Diametro Albero: %(td)s</p> <p>Altezza Albero: %(th)s</p> <p>Altezza Chioma Albero: %(tch)s</p>

source: Species Import
it: Importa Specie
pl: Importuj gatunki

source: Export All Species
it: Esporta tutte le Specie
pl: Eksportuj wszystkie gatunki

source: Hide
it: Nascondi
pl: Ukryj

source: Field Error
it: Errore nel Campo
pl: Wystąpił błąd

source: There was an error with this field:
it: Si è verificato un errore di questo campo:
pl: Wystąpił błąd:

source: Please provide a new value:
it: Per piacere fornisci un nuovo valore
pl: Wprowadź nową wartość:

source: Add to Tree Map
it: Aggiungi alla Tree Map
pl: Dodaj na Mapie Drzew

source: Species Field Error
it: Errore nel Campo Specie
pl: Błędnie wprowadzony gatunek

source: Click "Save" to accept the suggested species, or click in the text box to select from the species list. Use the species import tool to add new species to your map.
it: Cicca su "Salva" per accettare la specie suggerita, o clicca nella casella per selezionare un altra specie dalla lista. Usa il tool importa specie per aggiungere nuove specie sulla tua mappa.
pl: Wybierz "Zapisz" aby potwierdzić gatunek, lub kliknij obok aby wybrać inny z dostępnej listy. Aby dodać nowy gatunek skorzystaj z importu.

source: Import Status
it: Stato Importazione
pl: Stan importu

source: Back to Uploads
it: Torna agli Upload
pl: Wróć do importu

source: Cancel Import
it: Annulla Importazione
pl: Anuluj

source: Close
it: Chiudi
pl: Zamknij

source: Cancel This Import
it: Annulla importazione
pl: Zamknij

source: Are you sure you want to cancel this import?
it: Sei sicuro di voler annullare questa importazione?
pl: Czy na pewno chcesz anulować import pliku?

source: No rows
it: Nessuna riga
pl: Brak wierszy

source: Resource
it: Risorsa
pl: Źródło danych

source: Resources
it: Risorse
pl: Źródła danych

source: Comment Moderation
it: Moderazione commento
pl: Dodaj komentarz

source: Confirm Password
it: Conferma la password
pl: Potwierdź hasło

source: First name
it: Nome
pl: Imię

source: Last name
it: Cognome
pl: Nazwisko

source: Organization
it: Organizzazione
pl: Firma/Organizacja

source: Display my first name, last name, and organization on my publicly visible user profile page.
it: Mostra il mio Nome, Cognome, e Organizzazione pubblicamente sulla pagina del tuo profilo.
pl: Wyświetlaj moje imię, nazwisko i nazwę organizacji na moim profilu.

source: I wish to receive occasional email updates from the tree maps to which I contribute.
it: Desidero ricevere aggiornamenti via email occasionalmente dalle mappe albero alle quali contribuisco.
pl: Chcę otrzymywać email z aktualizacją na temat drzew, które obserwuję.

source: Cannot retrieve permissions for this object because it does not have an instance associated with it.
it: Impossibile recuperare le autorizzazioni per questo oggetto perché non ha un'istanza associata ad esso.

source: created a %(model)s
it: crea un %(model)s

source: updated the %(model)s
it: aggiorna il %(model)s

source: deleted the %(model)s
it: %(model)s cancellato

source: approved an edit to the %(model)s
it: Editing approvato per il %(model)s

source: rejected an edit to the %(model)s
it: Editing rifiutato per il %(model)s

source: approved setting %(field)s to %(value)s
it: Settings approvati %(field)s con %(value)s

source: rejecting setting %(field)s to %(value)s
it: setting rifiutati %(field)s con %(value)s

source: Create
it: Creat

source: Delete
it: Cancella

source: Approved Pending Edit
it: Editing in attesa approvato

source: Reject Pending Edit
it: Editing in attesa rifiutato

source: Rejected Edit
it: Edit rifiutato

source: Approved Edit
it: Edit approvato

source: One or more of the specified values are invalid.
it: Uno o più dei valori specificati è invalido

source: Energy conserved
it: Energia conservata

source: Stormwater filtered
it: Acqua piovana filtrata

source: Carbon dioxide removed
it: Anidride Carbonica rimossa

source: Carbon dioxide stored to date
it: Co2 Totale immagazzinata fino ad oggi

source: Air quality improved
it: Qualità dell'aria migliorata

source: The uploaded image is too large
it: L'immagine uploadata è troppo grande

source: Invalid image
it: Immagine non valida

source: Image upload issue
it: Problema nel caricamento dell'immagine

source: Tree Information
it: Informazioni sull'Albero

source: Planting Site Information
it: Informazioni del Sito di Impianto

source: Stewardship
it: Amministrazione

source: Must be a non-empty list
it: Deve essere una lista non vuota

source: Every mobile field group must have a non-empty header
it: Ogni campo del gruppo deve avere un header non vuoto

source: All mobile field groups must have either a "field_keys" or "collection_udf_keys" containing a non-empty list
it: Tutti i gruppi di campi mobili devono disporre almeno di un "field_keys" o "collection_udf_keys" contenente una lista non vuota

source: Mobile field groups cannot contain both "field_keys" and "collection_udf_keys" properties
it: I gruppi di campi mobili non possono contenere proprietà sia "field_keys" che "collection_udf_keys"

source: Collection field groups must have a non-empty "sort_key" property defined
it: I gruppi di campo Collezione devono avere una proprietà definita "sort_key" non vuota

source: Collection field groups can only contain existing custom collection fields
it: I campi dei gruppi collezione possono solo contenere i campi collezione custom

source: The "sort_key" property of a collection field group must be the name of a field on present on every collection field in the group
it: La proprietà "sort_key" di un gruppo collection field deve essere il nome di un campo presente in ogni collection field nel gruppo

source: Fields cannot be specified more than once
it: I Campi non possono essere specificati più di una volta

source: The specified field "%(field)s" is invalid
it: Il campo specificato "%(field)s" non è valido

source: Normal field groups may only contain existing fields. If you specify a custom field, it cannot be a collection field
it: I campi gruppi normali possono contenere solo campi esistenti. Se tu specifichi un campo custom, non può essere un collection field

source: %(instancename)s is a reserved name and cannot be used
it: %(instancename)s è un nome riservato e non può essere usato

source: Must start with a letter and may only contain letters, numbers, or dashes ("-")
it: Deve iniziare con una lettera e deve contenere solo lettere, numeri o ("-")

source: Invalid URL name
it: Url non valido

source: set the location
it: impostare la posizione

source: updated the location
it: aggiornata la posizione

source: deleted the location
it: posizione cancellata

source: approved an edit of the location
it: Approvato un editing della posizione

source: rejected an edit of the location
it: Rifiutata un editing della posizione

source: read only
it: sola lettura

source: editable
it: editabile

source: made the tree %(value)s
it: reso disponibile l'albero %(value)s

source: approved making the tree %(value)s
it: approvato e reso disponibile l'albero %(value)s

source: There is no content for this page yet.
it: Non ci sono ancora contenuti per questa pagina.

source: Symbol is too long
it: Simbolo troppo lungo

source: Values must be not be negative
it: I valori non possono essere negativi

source: username
it: nome utente

source: Required. 30 characters or fewer. Letters, numbers and @/./+/-/_ characters
it: Richiesti. 30 caratteri o meno. Lettere, numeri e i caratteri @/./+/-/_

source: Enter a valid username.
it: Inserisci un nome utente valido

source: email address
it: Indirizzo email

source: Designates whether the user can log into this admin site.
it: Indica se l'utente può accedere alla sezione admin.

source: active
it: attivo
pl: aktywny

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
it: Indica se l'utente deve essere ritenuto attivo. Deselezionare qui invece di eliminare gli account.

source: date joined
it: Data Iscrizione

source: user
it: utente

source: users
it: utenti

source: first name
it: nome

source: last name
it: Cognome

source: Cannot have spaces in a username
it: Il nome utente non può avere spazi

source: Last Updated
it: Ultimo Aggiornamento

source: %(model)ss must be created inside the map boundaries
it: %(model)ss devono essere creati all'interno dei confini della mappa

source: Plot Width
it: Plot Larghezza

source: Plot Length
it: Plot Lunghezza

source: Cannot delete plot with existing trees.
it: Non posso cancellare plot con gli alberi esistenti.

source: Planting Site
it: Sito di Impianto

source: Tree Diameter
it: Diametro Albero

source: Tree Height
it: Altezza dell'albero

source: Canopy Height
it: Altezza della Chioma

source: Date Planted
it: Data di Impianto

source: Date Removed
it: Data di abbattimento

source: invalid model type - must subclass UDFModel
it: Tipo di modello non valido - deve essere sottoclasse UDFModel

source: created a %(model)s entry
it: Creata una %(model)s entry

source: updated the %(model)s entry
it: Aggiornata la %(model)s entry

source: deleted the %(model)s entry
it: Cancellata la %(model)s entry

source: approved an edit to the %(model)s entry
it: Approvato l'editing dell' %(model)s entry

source: rejected an edit to the %(model)s entry
it: Rigettato l'editing del %(model)s entry

source: can't change choices on a non-choice field
it: Non posso cambiare la scelta di un campo non a scelta

source: choice '%(choice)s' not found
it: Scelta%(choice)s' non trovata

source: Name is required for collection fields
it: Il nome è richiesto per i campi collezione

source: Name is allowed only for collection fields
it: Il nome è consentito solo per i campi collezione

source: cannot use fields that already exist on the model
it: Non puoi usare campi che già esistono nel modello

source: name cannot be blank
it: Il nome non può essere vuoto

source: A field name may not contain percent (%), period (.) or underscore (_) characters.
it: Il campo nome non puo' contenere i seguenti caratteri (%), (.), (_)

source: a field already exists on this model with that name
it: Già esiste un campo in questo modello con questo nome

source: Name must not be empty
it: Il campo Nome non può essere vuoto

source: Names must not be duplicates
it: I nomi non devono essere duplicati

source: Id is an invalid name
it: Id è un nome non valico

source: type required data type definition
it: Tipo di definizione del tipo di dati richiesto

source: invalid datatype
it: tipo di dati non valido

source: missing choices key for key
it: Manca scelta key per key

source: Choice must be a string
it: Scelta deve essere una stringa

source: empty choice not allowed
it: Scelta vuota non ammessa

source: empty choice list
it: Lista vuota

source: duplicate choices
it: scelta duplicata

source: %(fieldname)s must be a real number
it: %(fieldname)s deve essere un numero reale

source: %(fieldname)s must be an integer
it: %(fieldname)s deve essere un numero intero

source: %(fieldname)s user not found
it: %(fieldname)s utente non trovato

source: Invalid choice (%(given)s). Expecting %(allowed)s
it: Scelta sbagliata (%(given)s). Si aspetta %(allowed)s

source: Invalid user defined field name
it: Nome del campo non valido

source: inches
it: pollici

source: feet
it: piedi

source: centimeters
it: centimetri

source: meters
it: metri

source: pounds per year
it: libbre per anno

source: kilograms per year
it: kilogrammi per anno

source: pounds
it: libbre

source: kilograms
it: kilogrammi

source: kilowatt-hours per year
it: kilowatt-ore per anno

source: gallons
it: galloni

source: gallons per year
it: galloni per anno

source: liters
it: litri

source: liters per year
it: litri per anno

source: feet²
it: piedi²

source: meters²
it: metri²

source: invalid model type: "%s"
it: tipo di modello non valido: "%s"

source: I added a photo of this %s!
it: Ho aggiunto una foto di questo %s!

source: Add a tree
it: Aggiungi un albero

source: Add the diameter
it: Aggiungi il diametro

source: Add the species
it: Aggiungi le specie

source: Add a photo
it: Aggiungi una foto

source: Missing Species
it: Specie mancante

source: Empty Planting Site
it: Sito di Impianto vuoto

source: %('feature)s on %(treemap)s
it: %('feature)s su %(treemap)s

source: This %(feature)s saves %(currency)s%(amount)s per year.
it: Questa %(feature)s salva %(currency)s%(amount)s per anno.

source: This %('feature)s is mapped on %(treemap)s
it: Questo %('feature)s è mappata su %(treemap)s

source: A user defined field with name '%(udf_name)s' already exists
it: Un campo definito col nome '%(udf_name)s' già esiste

source: Invalid model
it: Modello non valido

source: Page Restricted!
it: Pagina ad accesso limitato!

source: Our apologies, but access to this page is limited.
it: Ci scusiamo, ma questa pagina è ad accesso limitato.

source: No trees here!
it: Nessun albero qui!

source: Sorry, we couldn't find the page you requested.
it: Spiacenti, non possiamo trovare la pagina che hai richiesto.

source: Try
it: Prova

source: exploring trees
it: Esplora gli alberi

source: or feel free to
it: o sentiti libero di

source: You're welcome to
it: Sei il benvenuto a

source: contact support
it: contatto di supporto

source: if you believe you reached this page in error.
it: se credete di aver raggiunto questa pagina per errore.

source: That doesn't look right
it: Non sembra corretto

source: Oh dear, it looks like something is broken on our end. We'll fix the problem shortly!
it: Oh caro, sembra che qualcosa è andato male. Risolveremo il problema a breve!

source: Service Unavailable
it: Servizio non disponibile

source: Looks like we're down for maintenance. We should be back online shortly.
it: Siamo down per manutenzione. Torneremo a breve online.

source: Explore Trees
it: Visualizza Alberi

source: Adding trees is not available to all users
it: Non è possibile aggiungere alberi a tutti gli utenti

source: Add a Tree
it: Aggiungi un albero

source: My Account
it: Il mio Account

source: Logout
it: Esci

source: Login
it: Accedi

source: Sign Up
it: Registrati

source: Add a
it: Aggiungi un

source: Explore Map
it: Esplora la mappa

source: Plan
it: Pianifica

source: Prioritize Planting Sites
it: Dai priorità a Siti di Impianto

source: Model Urban Forest Scenarios
it: Scenari Model Urban Forest

source: Saved Simulations
it: Simulazioni salvate

source: View Edits
it: Mostra Editing

source: Manage
it: Gestisci

source: Detail Filters
it: Dettaglio Filtri

source: Display Filters
it: Mostra Filtri

source: Missing Data
it: Dati mancanti

source: Export Search Results
it: Esporta i risultati della ricerca

source: Adding %(resources)s is not available to all users
it: L'aggiunta di %(resources)s non è consentito a tutti gli utenti

source: Search
it: Cerca

source: Advanced
it: Avanzato

source: Reset
it: Resetta

source: Tree ID
it: Id albero

source: Contact
it: Contatti

source: I am looking for
it: Sto cercando

source: trees
it: alberi

source: planting sites
it: Siti di impianto

source: that have been
it: che è stato

source: with open alerts for
it: con avvisi aperti per

source: between
it: tra

source: and
it: e

source: Account successfully activated
it: Account attivato con successo

source: to start exploring trees!
it: per iniziare a esplorare gli alberi!

source: Account Activation Issue
it: Problema Attivazione Account
